CSI API ETABS v1
cSapModel.Detailing Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDetailing Detailing { get; }
ReadOnly Property Detailing As cDetailing
	Get
Dim instance As cSapModel
Dim value As cDetailing
value = instance.Detailing
property cDetailing^ Detailing {
	cDetailing^ get ();
}
abstract Detailing : cDetailing with get
Property Value
Type: cDetailing
See Also
Reference
cSapModel Interface
ETABSv1 Namespace